/* Localizable strings of com.apple.Cal.managed preference manifest */

"iCal.pfm_title" =			"iCal";
"iCal.pfm_description" =			"Preferências do iCal.";

"accountsToImport.pfm_title" =			"Contas importadas";
"accountsToImport.pfm_description" =			"Contas a importar.";
"00000000-0000-0000-0000-000000000000.pfm_title" =			"Info da conta";
"00000000-0000-0000-0000-000000000000.pfm_description" =			"Informação sobre a conta.";

"CalDAVCalendarHomeURI.pfm_title" =			"URI do calendário";
"CalDAVCalendarHomeURI.pfm_description" =			"URI da pasta pessoal do calendário CalDAV. Utilize “%@” para especificar o nome abreviado do utilizador actual. Por exemplo, “/calendars/users/%@”";
"CalDAVDisplayName.pfm_title" =			"Nome do monitor";
"CalDAVDisplayName.pfm_description" =			"Nome de apresentação do utilizador. Utilizar “%@” para especificar o nome por extenso do utilizador actual. Por exemplo, “%@”";
"CalDAVPrincipalURI.pfm_title" =			"URI principal";
"CalDAVPrincipalURI.pfm_description" =			"URI principal CalDAV. Utilizar “%@” para especificar o nome abreviado do utilizador actual. Por exemplo, “http://icalserver.apple.com:8008/principals/users/%@/”";
"Description.pfm_title" =			"Endereço do servidor";
"Description.pfm_description" =			"Endereço DNS do servidor. Por exemplo, “icalserver.apple.com”";
"Login.pfm_title" =			"Nome de acesso";
"Login.pfm_description" =			"Nome de início de sessão no servidor iCal do utilizador. Utilizar “%@” para especificar o nome abreviado do utilizador actual.";
"UID.pfm_title" =			"UID";
"UID.pfm_description" =			"Identificador único do utilizador. Deixar em branco.";
"Refresh_Interval.pfm_title" =			"Intervalo de actualização";
"Refresh_Interval.pfm_description" =			"Intervalo de actualização do calendário em segundos.";


"Manual_PrincipalURI_Key.pfm_title" =			"Utilizar o URI principal manual";
"Manual_PrincipalURI_Key.pfm_description" =			"Definir como verdadeiro para utilizar o URI principal manual. Definir sempre como falso.";
"Offline_Key.pfm_title" =			"Sem ligação";
"Offline_Key.pfm_description" =			"Definir como verdadeiro se a conta estiver inactiva. Definir sempre como falso.";
"Use_Kerberos_Key.pfm_title" =			"Kerberos";
"Use_Kerberos_Key.pfm_description" =			"Definir como verdadeiro para utilizar a autenticação Kerberos.";
"Use_SSL_Key.pfm_title" =			"Usar SSL";
"Use_SSL_Key.pfm_description" =			"Definir como verdadeiro para utilizar cifragem SSL.";
